import React, { useState } from "react";
import './img/Footer.css'
const We = function () {


    return (
        <section style={{  }}>
            <form class='has-background-light container ' style={{ height: "1200px"}}>
                <br></br>
                <br></br>
                <br></br>
            <div class="tile is-ancestor" style={{}}>
                <div class="tile is-vertical is-8">
                    <div class="tile">
                        <div class="tile is-parent is-vertical">
                            <article class="tile is-child notification is-primary">
                                <p class="title">Для чего создан сайт?</p>
                                <p class="subtitle">
                                    Вы наверняка неоднократно видели рекламу курсов скорочтения, на которых чуть ли не дошкольников обещают выучить чтению со скоростью от 600 слов в минуту. Зачем вообще это нужно и возможно ли такое в принципе? Рассказывает автор методики развития интеллекта и скорочтения Лидия Васильева.
                                </p>
                            </article>
                            <article class="tile is-child notification is-warning">
                                <p class="title">Что такое скорочтение?</p>
                                <p class="subtitle">Скорочтение — это способность опознавать информацию, воспринимать ее, понимать, переводить на уровень образа, отслеживать последовательность изложения данных, то есть видеть структуру текста, следить за развитием мысли автора, мгновенно считывать информативный блок, отбрасывая несущественную, то есть поясняющую, дополняющую, иллюстрирующую информацию. И всё это в режиме быстрого чтения. А для этого необходимы особая скорость мышления, скорость реакций..</p>
                            </article>
                        </div>
                        <div class="tile is-parent">
                            <article class="tile is-child notification is-info">
                                <p class="title"></p>
                                <p class="subtitle">Ограниченное поле зрения — наши глаза устроены так, что вмещают в поле центрально зрения всего 5-30°. Все остальное воспринимается периферическим зрением, которое развито намного слабее. Все, что не попало в видимый участок, мозг попросту «достраивает» по имеющимся данным. Поэтому нельзя прочитать страницу целиком за считанные секунды, но можно научиться понимать смысл текста по отдельным фразам. </p>
                                <figure class="image is-4by3">
                                    <img src="https://avatars.dzeninfra.ru/get-zen_doc/3413906/pub_628f56ad4f5351769bdf1c2e_628f56beb6c7c759842508ee/scale_2400" />
                                </figure>
                            </article>
                        </div>
                    </div>
                    <div class="tile is-parent">
                        <article class="tile is-child notification is-danger">
                            <p class="title">Развитие периферического зрения </p>
                            <p class="subtitle">Поле центрального зрения весьма ограничено, и это мешает воспринимать целиком не только страницу текста, но даже одну строку. Однако с этим можно бороться, тренируя периферическое зрение. Чтобы расширить «видимую зону» текста, используют клиновидные таблицы. Это еще одна техника скорочтения, полезная для детей и взрослых. </p>
                            <div class="content">
                            </div>
                        </article>
                    </div>
                </div>
                <div class="tile is-parent">
                    <article class="tile is-child notification is-success ">
                        <div class="content">
                            <p class="title">Зачем это нужно? </p>
                            <p class="subtitle">привычка использовать только центральное зрение приводит к тому, что ребенок читает текст по одному слову. Например, чтобы осознать смысл предложения «Весной трава зеленее», он должен вначале представить себе весну, затем прочитать о траве, а потом уже вызвать в памяти зеленый цвет.

                                В итоге для восприятия текста должны последовательно сменить друг друга три зрительных образа и скомпоноваться в один. Если ребенок сможет увидеть все предложение целиком, у него в голове сразу появится образ зеленой весенней травы, что значительно ускорит процесс. </p>
                            <p class="subtitle">
                                Тренажеры скорочтения для детей могут быть направлены на расширение поля зрения не только по горизонтали, но и по вертикали. Для того, чтобы увеличить угол обзора сверху и снизу, нужно двигаться глазами по следующей таблице и при этом удерживать взгляд на центральной строке.
                            </p>
                        </div>
                    </article>
                </div>
            </div>
        </form>
        </section >
    )
}
export default We;
